ent-ClothingOuterArmorBasic = бронежилет
    .desc = Звичайний бронежилет першого типу, котрий надає надійний захист проти більшості видів ушкоджень.

ent-ClothingOuterArmorBasicSlim = бронежилет
    .desc = Тісний бронежилет першого типу, котрий надає надійний захист проти більшості видів ушкоджень.
    .suffix = Тісний

ent-ClothingOuterArmorRiot = спорядження повстанця
    .desc = Костюм із напівгнучкого полікарбонатної броні із важким начинням для захисту від ближніх атак.

ent-ClothingOuterArmorBulletproof = куленепробивний жилет
    .desc = Важкий куленепробивний жилет Type III, котрий дужає захист носія від традиційної балістичної зброї та певною мірою від вибухівки.

ent-ClothingOuterArmorReflective = сиґнальний жилет
    .desc = Бронежилет із просунутим захистом проти енерґетичної зброї.

ent-ClothingOuterArmorRaid = спорядження синдикатських нальотчиків
    .desc = Дещо гнучкий та добре захищений костюм із потужним наплічним ліхтарем, виготовлений у фірмовому багряному кольорі Марадерів Ґорлекса. Не захищає свого носія від космосу.

ent-ClothingOuterArmorCult = окультна броня
    .desc = Зловісний елемент окультного спорядження з кісток.

ent-ClothingOuterArmorHeavy = важкий бронекостюм
    .desc = Важкоброньований костюм, котрий захищає від надмірної шкоди.

ent-ClothingOuterArmorHeavyGreen = важкий зелений бронекостюм
    .desc = Важкоброньований костюм із зеленими елементами, котрий захищає від надмірної шкоди.

ent-ClothingOuterArmorHeavyRed = важкий червоний бронекостюм
    .desc = Важкоброньований костюм із червоними елементами, котрий захищає від надмірної шкоди.

ent-ClothingOuterArmorMagusblue = синя броня маґуса
    .desc = Синій бронекостюм, котрий надає гарний захист.

ent-ClothingOuterArmorMagusred = червона броня маґуса
    .desc = Червоний бронекостюм, котрий надає гарний захист.

ent-ClothingOuterArmorCaptainCarapace = нагрудник капітана
    .desc = Броньований нагрудник. Захищає і надає щонайбільшу рухливість та гнучкість водночас. Видається лише найліпшим на станції.

ent-ClothingOuterArmorChangeling = хітинова броня
    .desc = Роздуває тіло відмінника у всепоглинну хітинову бронемасу.

ent-ClothingOuterArmorBone = кісткова броня
    .desc = Сидить на тобі, мов друга шкіра.

ent-ClothingOuterArmorPodWars = панцирник ІІ
    .desc = Перероблений костюм броні «панцирник ІІ». Релікт із часів капсульних війн.
