ent-ClothingOuterBioGeneral = біокомбінезон
    .desc = Комбінезон, котрий захищає від біологічних забрудників.
    .suffix = Звичайний

ent-ClothingOuterBioCmo = біокомбінезон
    .desc = Просунутий комбінезон, котрий захищає від біологічних забрудників, у кольорах СМО.
    .suffix = СМО

ent-ClothingOuterBioJanitor = біокомбінезон
    .desc = Комбінезон, котрий захищає від біологічних забрудників, у кольорах прибиральника.
    .suffix = Прибиральний

ent-ClothingOuterBioScientist = біокомбінезон
    .desc = Комбінезон, котрий захищає від біологічних забрудників, у кольорах наукового відділу.
    .suffix = Науковий

ent-ClothingOuterBioSecurity = біокомбінезон
    .desc = Комбінезон, котрий захищає від біологічних забрудників, у кольорах охорони.
    .suffix = Охоронний

ent-ClothingOuterBioVirology = біокомбінезон
    .desc = Комбінезон, котрий захищає від біологічних забрудників, у кольорах відділу вірусології.
    .suffix = Вірусологічний

