ent-ClothingOuterHardsuitEVA = костюм ПКД
    .desc = Легкий скафандр, котрий надає базовий захист носія від космічного вакууму за надзвичайних ситуацій.

ent-ClothingOuterHardsuitSyndicate = костюм ПКД синдикату
    .desc = Бірка ззаду зазначає: «Точно не власність ворожої корпорації, чесно!»

ent-ClothingOuterSuitEmergency = костюм ПКД для надзвичайних ситуацій
    .desc = Костюм ПКД із вбудованим шоломом. До жаху повільний та має недостатній термозахист, але цього достатньо, аби дати тобі трохи часу в суворих умовах вакууму.

ent-ClothingOuterHardsuitEVAPrisoner = костюм ПКД вʼязня
    .desc = Легкий скафандр для вʼязнів. Захищає їх від вакууму в випадку надзвичайної ситуації.

ent-ClothingOuterHardsuitAncientEVA = пустотний костюм NTSRA
    .desc = Давній космічний костюм, розроблений гілкою NTSRA ЦентКому. Дуже точна збірка дозволяє більшу рухливість, ніж більшість сучасних космічних костюмів.

ent-ClothingOuterHardsuitVoidParamed = пустотний костюм парамедика
    .desc = Пустотний костюм для парамедиків.

