ent-ClothingOuterVestWeb = розвантажний бронежилет
    .desc = Синтетичний бронежилет. Цей має додаткові розвантажні пояси та бронепластини.

ent-ClothingOuterVestWebMerc = бронежилет наймита
    .desc = Високоякісний бронежилет із жорсткого синтетичного матеріалу. На диво гнучкий та легкий, попри значний бронезахист.

ent-ClothingOuterVestDetective = бронежилет детектива
    .desc = Бронежилет затятого детектива.

ent-ClothingOuterVestHazard = сиґнальний бронежилет
    .desc = Світловідбивний бронежилет для роботи в будівельних зонах.

ent-ClothingOuterVest = бронежилет
    .desc = Товстий бронежилет із гумовою водонепроникною оболонкою.

ent-ClothingOuterVestTank = балоновий тримач
    .desc = Простий каркас, здатний тримати газовий балон.
