ent-UniformScrubsColorPurple = пурпуровий медичний костюм
    .desc = Суміщення зручності та практичності, покликана зробити витягання кожного орґану, що його має людина, і наступний їхній продаж космічним роботам значно офіційнішими.

ent-UniformScrubsColorPurple = зелений медичний костюм
    .desc = Суміщення зручності та практичності, покликана зробити витягання кожного орґану, що його має людина, і наступний їхній продаж космічним роботам значно офіційнішими.

ent-UniformScrubsColorPurple = синій медичний костюм
    .desc = Суміщення зручності та практичності, покликана зробити витягання кожного орґану, що його має людина, і наступний їхній продаж космічним роботам значно офіційнішими.

