ent-ClothingUniformJumpsuitRecruitNT = комбінезон новобранця
    .desc = Вишуканий сірий комбінезон із синім оздобленням. Пасує гордовитому помічникові.

ent-ClothingUniformJumpsuitRecruitSyndie = комбінезон новобранця синдикату
    .desc = Сумнівний, темносірий комбінезон. Ніби пасажири були в недостатніх сумнівах.

ent-ClothingUniformJumpsuitRepairmanNT = комбінезон реммайстра
    .desc = Комбінезон, котрий нагадує тобі певну професію на кораблі. Ти сподіваєшся, що тобі не доведеться робити ту ж роботу, що й ці диваки.

ent-ClothingUniformJumpsuitRepairmanSyndie = комбінезон реммайстра синдикату
    .desc = Практичний, модний, та крутий. Інженери Nanotrasen мріють виглядати так само добре, як цей комбінезон.

ent-ClothingUniformJumpsuitParamedicNT = комбінезон парамедика
    .desc = Простий біло-синій комбінезон, призначений парамедикам на бойових відтинках.

ent-ClothingUniformJumpsuitParamedicSyndie = комбінезон парамедика синдикату
    .desc = З якоїсь причини, ти почуваєшся надзвичайно близько до порушення Женевської Конвенції, коли носиш це.

ent-ClothingUniformJumpsuitChiefEngineerNT = комбінезон старшого інженера
    .desc = Ходить жарт, що роль старшого інженера на передовій це те, до чого підвищують справді логістично-вправних інженерів. Успіхів.

ent-ClothingUniformJumpsuitChiefEngineerSyndie = комбінезон старшого інженера синдикату
    .desc = Зловісний комбінезон із світловідбивним жилетом і червоною курткою

